[M_Bane MissionDefinition]
MissionName="O Flagelo"
MissionDescription="Existem rumores sobre uma poderosa arma amaldiçoada, conhecida como Flagelo. Com a ajuda de Marcus Kincaid, talvez você consiga encontrar essa arma lendária."
TurnInDescription="Você conseguiu encontrar a lendária arma conhecida como Flagelo... na hora certa... ou não."
MissionSummary="Pergunte ao Marcus pela arma conhecida como Flagelo."
MissionGiver="???"
MissionTurnInLocation="A Tumba"
TeaserText="Você tem coragem suficiente (ou loucura) para buscar uma arma amaldiçoada?"

[M_Bane:AskMarcusAboutBane MissionObjectiveDefinition]
ProgressMessage="Pergunte ao Marcus sobre o Flagelo"

[M_Bane:FindHorace MissionObjectiveDefinition]
ProgressMessage="Procure Horace em The Dust"

[M_Bane:FindMcNally MissionObjectiveDefinition]
ProgressMessage="Pegue o ECHO de McNally"

[M_Bane:GetGar MissionObjectiveDefinition]
ProgressMessage="Pegue o ECHO de Gar"

[M_Bane:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Bane:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Existem rumores sobre uma poderosa arma amaldiçoada, conhecida como Flagelo. Marcus Kincaid lhe falou que um bandido chamado Horace talvez saiba onde encontrá-la. Que tal dar uma palavrinha com ele?"

[M_Bane:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Existem rumores sobre uma poderosa arma amaldiçoada, conhecida como Flagelo. Suas pesquisas levam até um cara chamado McNally, que por acaso poderia estar com o Flagelo em seu poder."

[M_Bane:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Existem rumores sobre uma poderosa arma amaldiçoada, conhecida como Flagelo. Suas pesquisas levam até um cara chamado Gar, que por acaso poderia estar com o Flagelo em seu poder."

[M_Bane:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Existem rumores sobre uma poderosa arma amaldiçoada, conhecida como Flagelo. Você seguiu sua pista até um cemitério... agora só precisa encontrá-la."

[M_Bane:SearchCemetary MissionObjectiveDefinition]
ProgressMessage="Procure o Flagelo no cemitério"

